# taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'

# dev stuff
brew 'amazon-ecs-cli'
brew 'ansible'
brew 'atool'
brew 'autoconf'
brew 'automake'
brew 'avrdude'
brew 'awscli'
brew 'bash-completion'
brew 'boost'
brew 'c-ares'
brew 'cookiecutter'
brew 'coreutils'
brew 'dbus'
brew 'fzf'
brew 'gdbm'
brew 'geoip'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'hiredis'
brew 'hub'
brew 'iproute2mac'
brew 'libelf'
brew 'libevent'
brew 'libffi'
brew 'libftdi0'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libtasn1'
brew 'libtool'
brew 'libusb'
brew 'libusb-compat'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lua'
brew 'macvim'
brew 'makedepend'
brew 'maven'
brew 'memcached'
brew 'mercurial'
brew 'mongodb'
brew 'mysql'
brew 'nettle'
brew 'neovim'
brew 'nim'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'ossp-uuid'
brew 'packer'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'python'
brew 'python3'
brew 'qt5'
brew 'ragel'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'ruby-build'
brew 'sqlite'
brew 'subversion'
brew 'task'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tree'
brew 'v8'
brew 'vim'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'wireshark'
brew 'xz'
brew 'z'
brew 'zookeeper'
brew 'zsh'
brew 'zsh-completions'
# casks
cask '1password'
cask 'atom'
cask 'bartender'
cask 'colloquy'
cask 'dash'
cask 'docker'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'hammerspoon'
cask 'istat-menus'
cask 'iterm2'
cask 'keybase'
cask 'kindle'
cask 'kitematic'
cask 'miniconda'
cask 'paw'
cask 'postgres'
cask 'rescuetime'
cask 'robo-3t'
cask 'screenhero'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'transmit'
cask 'tunnelblick'
cask 'vagrant'
cask 'vienna'
cask 'vimr'
cask 'visual-studio-code'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark-chmodbpf'
# fonts
cask 'font-inconsolata'
